Revit 2027 API
FamilyPointPlacementReference.Location Property
 The location of the point.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Transform Location { get; }
Public ReadOnly Property Location As Transform
	Get
public:
property Transform^ Location {
	Transform^ get ();
}
member Location : Transform with get
Property Value
Transform
See Also
Reference
FamilyPointPlacementReference Class
Autodesk.Revit.DB Namespace